import styles from './LogotipDetail.module.css'
import "@splidejs/react-splide/css";

const LogotipDetail = () => {


    return (
        <div className={styles.background}>
            <div className={styles.container}>
                <div className="container">
                    <div className={styles.title_row}>
                        <h2>Логотип</h2>
                        <div>Сформировать пространство для нового рынка услуг, разработать люксовый брендинг и позиционирование, которые будут соответствовать бизнесу клиента и потребностям рынка ОАЭ. Создать понятную систему дизайна, которая будет учитывать все элементы — от слогана до размещения логотипа на сувенирной продукции.</div>
                        <img src="/workpagedetail/75ee1d428136201a49302410d15c3d4078e75c9c.png" alt=""/>
                    </div>
                    <div className={styles.title_row2}>
                        <div className={styles.title_row2_title}>
                            <h2>Логотип</h2>
                            <p>Сформировать пространство для нового рынка услуг, разработать люксовый брендинг и позиционирование, которые будут соответствовать бизнесу клиента и потребностям рынка ОАЭ. Создать понятную систему дизайна, которая будет учитывать все элементы — от слогана до размещения логотипа на сувенирной продукции.</p>
                        </div>
                        <img src="/workpagedetail/31d9f9308d0fc63668e61a87ddc00a5d47438f81.png" alt=""/>
                    </div>
                    <div className={styles.title_row}>
                        <h2>Логотип</h2>
                        <div>Сформировать пространство для нового рынка услуг, разработать люксовый брендинг и позиционирование, которые будут соответствовать бизнесу клиента и потребностям рынка ОАЭ. Создать понятную систему дизайна, которая будет учитывать все элементы — от слогана до размещения логотипа на сувенирной продукции.</div>
                        <img src="/workpagedetail/31d9f9308d0fc63668e61a87ddc00a5d47438f81 (1).png" alt=""/>
                    </div>

                </div>
            </div>
        </div>
    )
}

export default LogotipDetail
